{
  "tickets": [
    {
      "id": "1",
      "title": "Unable to Login",
      "body": "I have been trying to log into my account but I keep receiving an error message that says 'Invalid credentials'. I have double-checked my username and password, but the issue persists. Could you please help me resolve this problem as I urgently need to access my account to complete a project? Thank you.",
      "priority": "high",
      "userEmail": "john.doe@example.com"
    },
    {
      "id": "2",
      "title": "Password Reset Link Not Working",
      "body": "I attempted to reset my password using the 'Forgot Password' option, but the link I received in the email is not working. It leads me to a blank page, and I have tried it multiple times. Please assist me in resetting my password so I can log into my account again. It's crucial that I regain access as soon as possible.",
      "priority": "medium",
      "userEmail": "jane.smith@example.com"
    },
    {
      "id": "3",
      "title": "Feature Request: Dark Mode",
      "body": "I love using your platform, but I was wondering if it would be possible to introduce a 'dark mode' option. I often work late at night, and the bright screen strains my eyes. A dark mode feature would make the platform much easier to use in low-light environments. I'd really appreciate it if you could consider this feature request.",
      "priority": "low",
      "userEmail": "michael.brown@example.com"
    },
    {
      "id": "4",
      "title": "Error 404 on Documentation Page",
      "body": "Whenever I try to access the documentation page for API integration, I encounter a '404 Not Found' error. I have tried clearing my browser cache and even used different browsers, but the issue remains the same. I need access to the documentation to complete my integration tasks. Please fix this issue or provide me with an alternative way to access the documentation.",
      "priority": "high",
      "userEmail": "linda.jones@example.com"
    },
    {
      "id": "5",
      "title": "Billing Error - Charged Twice",
      "body": "I noticed that I have been charged twice for my recent subscription renewal. I initially thought it was a mistake on my part, but after reviewing my account, I can confirm that I was billed twice for the same service period. Please look into this issue and process a refund for the extra charge. Let me know if you need any further information from my side.",
      "priority": "medium",
      "userEmail": "robert.williams@example.com"
    },
    {
      "id": "474c",
      "title": "Let me now sleep ",
      "body": "it is time i went to bed so i can wake up early and do some sports",
      "priority": "high",
      "userEmail": "atsafacagafina@gmail.com"
    },
    {
      "id": "7296",
      "title": "agaf",
      "body": "bafdfsdf",
      "priority": "low",
      "userEmail": "atsafacagafina@gmail.com"
    },
    {
      "id": "d573",
      "title": "dffsd",
      "body": "fdsf sdfsd sdfsd",
      "priority": "low",
      "userEmail": "atsafacagafina@gmail.com"
    }
  ]
}